Repository: sepulvedablanco/diexpenses-iOS
Catalog: diexpenses/*.lproj/Localizable.strings
Languages: es

# common.close
source: Close
es: Cerrar

# common.cancel
source: Cancel
es: Cancelar

# common.delete
source: Delete
es: Eliminar

# common.edit
source: Edit
es: Editar

# common.update
source: Update
es: Actualizar

# common.save
source: Save
es: Guardar

# common.done
source: Done
es: Hecho

# common.page
source: Page
es: Pagina

# common.accept
source: Accept
es: Aceptar

# common.loadingData
source: Loading data...
es: Cargando datos...

# common.totalMovements
source: TotalMovements
es: MovimientosTotales

# common.noData
source: There is no data
es: No hay datos

# common.noBankAccounts
source: No bank accounts
es: No hay cuentas bancaria

# common.noInternetConnection
source: Check your Internet connection
es: Revisa tu conexión a internet

# common.unknownError
source: An unknown error has occurred
es: Ha ocurrido un error desconocido

# common.validator.required
source: Required field
es: Campo obligatorio

# common.validator.digit
source: Must contain %d digits
es: Debe contener %d dígitos

# common.validator.decimal
source: It must be a decimal value
es: Debe ser un valor decimal

# common.validator.password
source: At least 6 characters, containing uppercase, lowercase and digits
es: Al menos 6 caracteres, conteniendo mayúsculas, minúsculas y dígitos

# common.validator.password.confirmation
source: Passwords do not match.
es: Las contraseñas no coinciden.

# home.greetings
source: Hello %@!
es: ¡Hola %@!

# home.totalAmount
source: Total amount: %@
es: Ahorrado en total: %@

# home.totalIncomes
source: Month incomes: %@
es: Ingresos del mes: %@

# home.totalExpenses
source: Month expenses: %@
es: Gastos del mes: %@

# home.incomes
source: Incomes
es: Ingresos

# home.expenses
source: Expenses
es: Gastos

# home.chart.nodata
source: Still no data this month
es: Todavía no hay datos este mes

# home.chart.nodata.description
source: Recorded an income or expense
es: Registra un ingreso o un gasto

# home.balance.high
source: This month you are doing well
es: Este mes vas bien

# home.balance.medium
source: Spares nothing ...
es: No ahorras nada...

# home.balance.low
source: Do not spend much!
es: ¡No gastes tanto!

# bankAccounts.requiredDescription
source: Enter a description
es: Introduce la descripción

# bankAccounts.noData
source: No bank accounts
es: No hay cuentas bancarias

# expenseKind.select
source: Select a kind
es: Selecciona un tipo

# expenseKind.edit
source: Edit expense type
es: Editar tipo de gasto

# expenseKind.edit.message
source: Enter the new name expense kind
es: Introduce el nuevo nombre del tipo de gasto

# expenseKind.delete
source: Remove expense kind
es: Eliminar tipo de gasto

# expenseKind.delete.message
source: Are you sure you want to delete the expense kind "%@"?
es: ¿Está seguro que desea eliminar el tipo de gasto "%@"?

# expenseSubkind.select
source: Select a subkind
es: Selecciona un subtipo

# expenseSubkind.selectKind
source: Select a kind first
es: Selecciona un tipo primero

# expenseSubkind.new
source: Create expense subkind
es: Crear subtipo de gasto

# expenseSubkind.new.message
source: Enter the name of the subkind expense
es: Introduce el nombre del subtipo de gasto

# expenseSubkind.edit
source: Edit subkind expense
es: Editar subtipo de gasto

# expenseSubkind.edit.message
source: Enter the new name of the subkind expense
es: Introduce el nuevo nombre del subtipo de gasto

# expenseSubkind.delete
source: Remove subkind expense
es: Eliminar subtipo de gasto

# expenseSubkind.delete.message
source: Are you sure you want to delete the expense subkind "%@"?
es: ¿Está seguro que desea eliminar el subtipo de gasto "%@"?

# newMovement.select.bankAccount
source: Select an account
es: Selecciona una cuenta

# newMovement.insert.concept
source: Enter the concept
es: Introduce el concepto

# newMovement.insert.amount
source: Enter the amount
es: Introduce el importe

# newMovement.insert.kind
source: Select the kind of expense
es: Selecciona el tipo de gasto

# newMovement.insert.subkind
source: Select the subkind of expense
es: Selecciona el subtipo de gasto

# newMovement.insert.bankAccount
source: Select the bank account
es: Selecciona la cuenta bancaria
